// Reveal transition strings

PluginName = "Afficher";

LeftToRight = "De gauche à droite";
RightToLeft = "De droite à gauche";
TopToBottom = "De haut en bas";
BottomToTop = "De bas en haut";
TopLeftToBottomRight = "En haut à gauche à en bas à droite";
TopRightToBottomLeft = "En haut à droite à en bas à gauche";
BottomLeftToTopRight = "En bas à gauche à en haut à droite";
BottomRightToTopLeft = "En bas à droite à en haut à gauche";
